results_ec2_4cores_15gb_2nd_run/33/results.txt
transaction type: Custom query
scaling factor: 10
query mode: simple
number of clients: 8
number of threads: 4
duration: 60 s
number of transactions actually processed: 138248
latency average: 3.472 ms
tps = 2303.670603 (including connections establishing)
tps = 2304.024319 (excluding connections establishing)